import React from 'react';
import './PaymentDelivery.scss';
import 'bootstrap/dist/css/bootstrap.min.css';

function PaymentDelivery() {
    return (
        <main className="container mb-4 mt-4">
            <h1>Оплата</h1>
            <h3>Способи оплати</h3>
            <p>Шановні клієнти! На період бойових дій в Україні ми надсилаємо замовлення Новою Поштою та Укрпоштою за повною або частковою передоплатою. Просимо поставитися з розумінням до цієї ситуації: оплатити пересилання незабраних посилок і оформити
                повернення неможливо. Для наших постійних клієнтів – умови узгоджуються індивідуально з менеджером по телефону.
                Контакт-центр працює з 9.00 до 15.00 щоденно.
                Відновлено кур'єрську доставку по Києву з оплатою при отриманні. Дякую за розуміння.</p>
            <p>Все буде Україна!</p>
            <h4>Картою Visa/MasterCard</h4>
            <p> Сплатіть замовлення картою Visa/MasterCard в процесі оформлення замовлення на сайті.</p>
            <p> Оберіть товар і натисніть Купити.
                В зв'явившемуся вікні Корзина перейдіть до Оформлення замовлення.
                Заповніть форму і перейдіть до крока ➁ Вибір способа Доставки і Оплати. Виберіть способ оплати Картою Visa/Mastercard.
                Натисніть Оформити заказ.
                Після завершення оформлення Ви перейдете на сторінку оплати заказа.</p>
            <p> Якщо не вдалося сплатити замовленні на сторінці оплати, Ви можете здійснити оплату пізніше в особистому кабінеті, обравши потрібне замовлення.</p>
            <h4>Оплата при отриманні</h4>
            <p>Ви сплачуєте замовлення кур'єру при отриманні. Всі необхідні фінансові документи кур'єр вручить Вам разомс заказом.</p>
            <h4> Безготівковий розрахунок</h4>
            <p>Після оформлення замовлення, менеджер відправить Вам рахунок, який Ви зможете оплатити в відділенні любого коммерційного банка, яке працює з физичними особами або з розрахункового рахунку Вашої фірми. Також Ви можете здійснити оплату в
                терміналі ПриватБанку або через додаток Приват24 за реквізитами.</p>
            <h4>Наложенним платежем</h4>
            <p>Оплата заказа при отриманні у відділені Нова Пошта чи Укрпошта детальніше</p>
            <h4>Оплата частинами</h4>
            <p>Сплатіть замовлення за допомогою сервису "Оплата частинами" підчас оформлення замовлення на сайті детальніше</p>

            <h1>Доставка по Україні</h1>
            <p>При замовленні товарів, відмічених символом до 11:00 у рабочі дні, відправка цих товарів можлива у цей же день.</p>
            <p>Відправлення в регіони проводиться транспортними компаніями:</p>
            <h4>Нова Пошта</h4>
            <p>Замовлення можна оформити в будь-яке відділення служби доставки (зверніть увагу, в деяких відділеннях є обмеження по вазі посилки), а також замовити доставку до Вашої адреси курьером. Терміни доставки до відділення «Нова Пошта» в середньому
                займають 1-3 дні з моменту обробки замовлення . Для отримання замовлення необхідно пред'явити паспорт або водійське посвідчення. Термін безкоштовного зберігання посилки на складі «Нова Пошта» - 5 днів. Потім посилка повертається
                автоматично. За номером експрес-накладної "Нова Пошта" Ви можете відстежити статус доставки.
                Згідно умов співпраці з "Нова Пошта" у разі часткового псування або повної втрати при транспортуванні Вам буде виплачена компенсація, в розмірі вартості вже оплаченого замовлення. При отриманні замовлення у відділенні "Нова Пошта" прохання
                перевіряти товар на відсутність механічних пошкоджень в присутності працівника транспортної компанії. Ми не можемо гарантувати рішення спорних ситуацій на користь отримувача, якщо товар не був перевірений при отриманні.</p>


            <h4>Ukrposhta </h4>
            <p>Доставка по всім 29 000 населених пунктів України. Доставка в найвіддаленіші населені пункти без доплат. Вартість доставки від 18 грн. Терміни доставки від 2-х до 4-х днів. Доставка у відділення Укрпошти згідно зазначеного Вами індексу
                найближчого відділення. Вам буде надіслано SMS або Viber-повідомлення про прибуття відправки відділення.
                Ви можете легко відстежити Вашу відправку за допомогою Контакт-центру або онлайн на ukrposhta.ua.</p>


            <h4>Justin</h4>
            <p>Заказ можна оформити у будь-яке відділення служби доставки. Вартість доставки від 25 грн. Під час дії акції - доставка безкоштовна. Терміни доставки від 1 до 6 дней. Вам буде відправлено SMS или Viber-повідомлення про прибуття відправки
                відділення.
                Ви можете легко відстежити Вашу відправку за допомогою Контакт-центру або онлайн на justin.ua.</p>


            <p>Терміни доставки і її вартість можуть варіюватися в залежності від обраного вами способу доставки. Звертаємо вашу увагу, що вартість доставки залежить від місця доставки і ваги посилки, і оплачується згідно з тарифами кур'єрської служби як
                при післяплаті, так і в разі передоплати. Вартість доставки по регіонах також залежить від обсягу вашої покупки. Доставка товарів з категорії Посуд здійснюється по 100% передоплаті</p>


            <p>Ви можете оформити отримання товару:</p>
            <ul className="list-group-flush">
                <li className="list-group-item">ЗА ПОПЕРЕДНЬОЮ оплатою на розрахунковий рахунок в будь-якому відділенні банку.</li>
                <li className="list-group-item">Оплатити замовлення на сайті картою Visa / Mastercard</li>
                <li className="list-group-item">Оплатити через Приват24</li>
                <li className="list-group-item">ПІСЛЯПЛАТОЮ</li>
            </ul>
            <p> Звертаємо Вашу увагу, що при оформленні замовлення післяплатою кур'єрською службою, вартість доставки за пересилку грошей додатково складе (оплата яку беруть транспортні компанії за свої послуги):</p>
            <ul className="list-group-flush">
                <li className="list-group-item">Нова Пошта - 20 грн. за оформлення + 2% від суми</li>
                <li className="list-group-item">Укрпошта - 1% від суми (але не менше 5 грн)</li>
                <li className="list-group-item">Justin - 15 грн. за оформлення + 2% від суми</li>
            </ul>
            <p>Замовлення на суму менше 250 грн відправляються за передоплатою.</p>


            <p>При замовленні ми попередньо узгодимо з Вами форму доставки та оплати. По Україні ми можемо доставити замовлення в будь-який населений пункт країни, де є ж/д станція або працює поштове відділення. На час карантину доставка товарів курьерскою
                службою здійснюється до під'їзду.</p>
        </main>
    );
}

export default PaymentDelivery;