import React from 'react';
import './Contacts.scss';
import 'bootstrap/dist/css/bootstrap.min.css';

function PrivacyPolicy() {
    return (
        <main className="container mt-4 mb-4">
            <h1>Умови використання сайту</h1>

            <h4>Використання сайту Motoroil.com: умови і особливості</h4>

            <p>Якщо Ви бажаєте користуватися послугами і пропозиціями сайту Motoroil.com (далі - Motoroil.com), будь ласка, ознайомтеся попередньо з даними умовами його використання.
                Якщо Вас не влаштовує якийсь із пунктів цих умов, просимо Вас утриматися від використання ресурсу Motoroil.com.
                Адміністрація сайту вважає, що кожен, хто так чи інакше використовує Motoroil.com, повністю згоден з усіма пунктами даної угоди і зобов'язується їх дотримуватися.
            </p>

            <h4>Умови використання Motoroil.com</h4>

            <p>Користувач зобов'язується не порушувати українське законодавство і норми міжнародного права в сфері, пов'язаній з інтелектуальною власністю, авторськими і / або суміжними правами.
                Користувач погоджується використовувати Motoroil.com тільки в передбаченому порядку, не завдаючи сайту шкоди і не перешкоджаючи нормальній роботі Motoroil.com в цілому, а також окремих його сервісів.
                Використовувати будь-які матеріали Motoroil.com можливе лише за згодою їхніх власників (з цією метою укладіть ліцензійні договори або отримаєте необхідні ліцензії від правовласників).
                Цитувати будь-які матеріали, розміщені на Motoroil.com, можливо тільки з обов'язковим посиланням на сайт.
            </p>

            <h4>Забезпечення зворотного зв'язку, умови коментування</h4>

            <p>Користувач погоджується, що всі його звернення до адміністрації Motoroil.com, а також коментарі, залишені на сайті, будуть задовольняти такі вимоги:</p>
            <ul className="list-group-flush">
                <li className="list-group-item">всі повідомлення є законними;</li>
                <li className="list-group-item">не є шкідливими;</li>
                <li className="list-group-item">не мають загрозливого або наклепницького характеру;</li>
                <li className="list-group-item">не є такими, які служать образою моральності;</li>
                <li className="list-group-item">не порушують авторських прав;</li>
                <li className="list-group-item">ні в одній з можливих форм не пропагують ненависть;</li>
                <li className="list-group-item">НЕ дискримінують інших людей ні по одному з таких ознак, як расова, етнічна, статева, релігійна або соціальна;</li>
                <li className="list-group-item">не містять образ, висловлених по відношенню до конкретних осіб або організацій;</li>
                <li className="list-group-item">ніяким іншим чином не порушують положення чинного законодавства України.</li>
            </ul>

            <p>Кожне повідомлення, відправлене користувачем, після проходження модерації може бути безповоротно видалено адміністрацією Motoroil.com без отримання відповідної згоди від зареєстрованого користувача. Будь-які повідомлення, відправлені
                користувачами, можуть бути використані адміністрацією Motoroil.com в рекламних, комерційних та інших цілях на безоплатній основі.
                Користувач самостійно несе відповідальність за будь-який вид інформації, розміщений ним на Motoroil.com.</p>

            <h4>Інші умови</h4>

            <p>Адміністрація Motoroil.com ні за яких умов не несе матеріальної, юридичної та іншої відповідальності за будь-який збиток, пов'язаний з процесом і результатами використання Motoroil.com, а також неможливістю його використання (в тому
                числі втрата користувачем прибутку, втрата даних, припинення активності бізнес-характеру).</p>

            <p>Всі авторські права захищені відповідно до законодавства України.</p>

            <p>У разі помічених вами будь-яких порушень авторських прав на сайті в будь-якому вигляді, включаючи, але не обмежуючись: текстовими описами, відеоматеріалами, ілюстраціями (в тому числі товарів) і т.д. просимо негайно повідомляти на вказану
                адресу електронної пошти: [ email protected] Ми докладемо всі передбачені законом засоби для запобігання даного правопорушення.</p>
        </main>
    );
}

export default PrivacyPolicy;
